tap "homebrew/bundle"
tap "homebrew/services"
tap "kardolus/chatgpt-cli"
brew "act"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "bash"
brew "bash-completion"
brew "bat"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "clang-format"
brew "coreutils"
brew "curl"
brew "docker-compose"
brew "findutils"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "glslang"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopass"
brew "grep"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libxmlsec1"
brew "mackup"
brew "ncdu"
brew "nvm"
brew "oath-toolkit"
brew "openjdk"
brew "openjdk@11"
brew "pam-u2f"
brew "php"
brew "postgresql@14", restart_service: true
brew "python@3.11"
brew "qemu"
brew "redis", restart_service: true
brew "rename"
brew "shellcheck"
brew "shfmt"
brew "tmux"
brew "trash"
brew "yarn"
brew "yq"
brew "kardolus/chatgpt-cli/chatgpt-cli"
cask "docker"
cask "google-cloud-sdk"
cask "iterm2"
cask "qbittorrent"
cask "spotify"
cask "steam"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
vscode "adpyke.vscode-sql-formatter"
vscode "arcanis.vscode-zipfs"
vscode "ctf0.macros"
vscode "dae.vscode-mac-color-picker"
vscode "dbaeumer.vscode-eslint"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "geddski.macros"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "humao.rest-client"
vscode "ms-vscode.live-server"
vscode "sleistner.vscode-fileutils"
vscode "slevesque.shader"
vscode "stevensona.shader-toy"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "xaver.clang-format"
