akamud.vscode-theme-onedark
anseki.vscode-color
bierner.markdown-preview-github-styles
ChFlick.firecode
codezombiech.gitignore
dbaeumer.vscode-eslint
Dennitz.vscode-generact
dhershman.Theme-Dusty-Dark
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.remotehub
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
Everspace.rightclick-git
florinpatrascu.vscode-elixir-snippets
flowtype.flow-for-vscode
formulahendry.auto-close-tag
foxundermoon.shell-format
geddski.macros
GitHub.vscode-pull-request-github
gluons.vscode-atom-sass-snippet
howardzuo.vscode-git-tags
iampeterbanjo.elixirlinter
irisTa56.elixir-tiny-ls
jackytsu.text-transformer
JakeBecker.elixir-ls
janisdd.vscode-edit-csv
jcbuisson.vue
jetmartin.bats
joshpeng.theme-charcoal-oceanicnext
jpoissonnier.vscode-styled-components
kamikillerto.vscode-colorize
lamartire.git-indicators
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mjmcloug.vscode-elixir
ms-mssql.mssql
ms-python.python
ms-vscode.atom-keybindings
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
octref.vetur
pflannery.vscode-versionlens
pkujundzic.elixir-symbols
Prisma.vscode-graphql
rebornix.project-snippets
rebornix.ruby
redhat.java
richie5um2.vscode-sort-json
robinbentley.sass-indented
rokoroku.vscode-theme-darcula
saratravi.elixir-formatter
shakram02.bash-beautify
silvenon.mdx
timonwong.shellcheck
TobiasTimm.shuriken
truman.autocomplate-shell
Tyriar.lorem-ipsum
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
waderyan.gitblame
WakaTime.vscode-wakatime
WallabyJs.quokka-vscode
wingrunr21.vscode-ruby
wmaurer.change-case
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
Zignd.html-css-class-completion

